-- 部门初始值
INSERT INTO `sys_dept` VALUES (100, 0, '0', '积木区科技总公司', 0, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (101, 100, '0,100', '深圳总公司', 1, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (102, 100, '0,100', '长沙分公司', 2, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (103, 101, '0,100,101', '研发部门', 1, 1, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (104, 101, '0,100,101', '市场部门', 2, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (105, 101, '0,100,101', '测试部门', 3, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (106, 101, '0,100,101', '财务部门', 4, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (107, 101, '0,100,101', '运维部门', 5, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (108, 102, '0,100,102', '市场部门', 1, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);
INSERT INTO `sys_dept` VALUES (109, 102, '0,100,102', '财务部门', 2, NULL, '15888888888', 'xxx@qq.com', '0', '0', '000000', 103, 1, '2024-07-31 18:46:50', NULL, NULL);